<?php

return [
    'welcome-i-am-your-host-tina' => 'Здравейте! Аз съм Тина',
    'come-and-see-my-virtual-creations' => 'А ето ги и моите виртуални творения',

    'show-me-the-website' => 'Към уебсайта',

    'solicitors-the-quick-project' => 'Адвокати - бързият проект',
    'sometimes-i-have-a-vision' => 'Понякога имам визия за това как да изглежда и да работи конкретен уебсайт. И това се случва, въпреки че нямам задачата да създам или дори да работя по конкретната тема. И сега имам няколко уебсайта в главата ми и \' Адвокати\' е първият от тях, който вижда бял свят.',
    'lets-say-a-law-firm' => 'Да приемем, че една адвокатска кантора току-що е създадена и трябва да се и появи онлайн вече. Или може би фирмата вече има уебсайт, но му е време за обновяване. Ето тук се появяват моите \'адвокати\' . \' Адвокати\' е семпъл сайт, елегантен и лесен за ползване. Той също така "респонсив", както е показано по-горе, т.е изглежда перфектно на всяко устройство в портретна или пейзажна позиция.',
    'probably-a-law-firm-is-not' => 'Вероятно правн фирма не е единственият бизнес, който би могъл да възползва от \' Адвокатите\' като "костюм" за своето онлайн присъствие. Сигурнa съм, че този дизайн има потенциал да обслужва и подпомага и други сфери на бизнеса.',
    'to-illustrate-my-idea-of' => 'За да илюстрирам идеята си за уебсайт на адвокатска кантора, използвах HTML, CSS, Bootstrap и JQuery. Нещо любопитно за реализацията е, че я направих за нула време.',

    'hotel-the-treasure-project' => 'Хотел - проектът съкровище',
    'i-call-it-my-treasure-project' => 'Наричам \' Хотел \'  моят проект съкровище, защото съдържа вероятно всичко, което може да се намери в съвременен уебсайт. Той е напълно "респонсив", което означава, че изглежда идеално на телефон, таблет, лаптоп или компютър в портретна или пейзажна позиция. Също така, съдържа много различни менюта; прекрасни снимки, които се показват под разнообразни начини; чудна галерия, а също и динамична Google карта. Формуляр за резервации към хотела също е много удобен. Като разглеждам "хотела" си, ми се приисква да го посетя!',
    'it-is-important-to' => 'Важно е да отбележа, че направих \' Хотела \' по реален уебсайт - http://www.hotel-lidia.com. Подчертавам също, че съм направила само видимата част от сайта, така че не можете да резервирате стая или да изпратите съобщение (през реалния сайт може) . За да създам  моя \' Хотел \' изпозлвах HTML, CSS, Bootstrap и JQuery.',
    'it-is-beautiful-and-well-designed' => ' \' Хотелът \' е красив и добре проектиран уеб сайт, който определено има властта да рекламира и продава онлайн услуги наистина добре.',

    'show-me-the-app' => 'Към приложението',

    'calculator-the-useful-project' => 'Калкулатор - полезният проект',
    'i-wanted-to-learn-javascript' => 'Исках да науча JavaScript по практичен начин и да използвам труда си по-късно. Ето как изпрограмирах калкулатор.',
    'obviously-calc-de-la-hrus-seems' => 'Очевидно "Calc de la Hrus" изглежда като обикновен калкулатор - това беше и моята идея. Обаче си има чувство за хумор! Той поздравява с "Можете да смятате на мен / Можете да разчитате на мен " (игра на думи на англ. език ). А когато не може да Ви даде точен отговор, изписва "Това е прекалено много, човек ...".',
    'something-really-awesome-about' => 'Нещо страхотно за "Calc da la Hrus" е, че можете да пишете числа и да правите изчисления не само чрез кликане върху бутоните с мишка или чрез сензорен екран {т.нар. touchscreen}. Можете също да използвате клавишите с цифри и тези с математически знаци от клавиатурата на компютара Ви. Много яко, нали!',
    'calc-de-la-hrus-is-special' => '"Calc de la Hrus" е специалeн по още една причина. Един много близък мой приятел го направи на приложение за Android, за да мога да го използвам на тогавашния си телефон като всяко друго приложение от Google Play Store.',
    'to-make-calc-de-la-hrus-look' => 'За да изглежда "Calc de la Hrus" по начина, по който изглежда, използвах малко HTML, CSS и Bootstrap. А за да работи като истински калкулатор, използвах много JavaScript.',

    'space-battles-the-fun-project' => 'Космически битки - забавният проект',
    'the-brains-of-the-app' => ' \' Мозъкът \' на приложението e изцяло написан обектно-ориентирано. Написах го, следвайки уроци от онлайн курс (ООР в РНР). Всъщност в този ап са включени повечето от функциите, които могат да се използват в обектно-ориентираното програмиране изобщо. Ето защо мога да кажа, че красотата на този проект стои зад завесите!',
    'still-the-curtains-are-very' => 'Все пак "завесите" са много подходящи, мисля. Видимата част от "космическите битки" е моя идея. Това включва не само цялостният вид, но и имената на бойните кораби, изображенията, шрифта и други детайли. За да направя всичко това, използвах много PHP (както вече споменах), също и MySQL, HTML, CSS и Bootstrap (явно изглежда страхотно на всяко устройство и позиция).',
    'in-fact-space-battles' => 'Всъщност "Космически битки" е игра. Потребителят влиза в ролята на капитан, който нарежда кои космически кораби ще участват в битка в открития космос. Има три възможни изхода: печелене с джедайска сила, печелене със бойна мощ или просто никой не печели. След всяка битка капитанът решава дали отново да изправи един срещу друг същите отбори за нов резултат или да избере нова битка със съвсем нови отбори. Забавно e!',

    'about-me-' => 'за [ мен ]',
    'hi-there' => 'Привет!',
    'i-am-tina-the-creator' => 'Аз съм Тина - създателят, дизайнерът, редакторът и програмистът на този сайт. (Добър е, нали?) Също така създадох уебсайтовете и приложенията, които са представени тук.',
    'let-me-tell-you-more' => 'Нека Ви разкажа повече за мен. Аз съм привлечена от доброто, интелигентността и естествената красота на хората. За мен животът е пълен с чудеса и вдъхновенията са навсякъде. Опитвам се да мисля нестандартно и да виждам нещата през различни гледни точки. Освен това, живеенето в един от най-големите космополитни градове в света - Лондон - наистина помага! Да изразявайш своята индивидуалност, като същевременно да зачиташ свободата на другите е най-добрият начин да се впишеш в това огромно разнообразие от хора и култури!',
    'i-find-programming-to-be-fascinating' => 'Намирам програмирането за удивително, интригуващо, полезно и мощно. И ето защо: <i>Удивително: </i>Това е начин да общуваме с всички компютри, които ни обкръжават и които използваме ежедневно. <i>Интригуващо: </i>Програмирането е логическа система с много правила, но след като започнеш да я разбираш, започнаш и да играеш и създаваш с нея; <i>Полезно:</i> програмирането е създадено за решаване на реални проблеми; <i>Могъщо: </i>независимо дали сте потребител на неговия продукт или разработчикът зад него, една уеб услуга има силата да промени личния и професионалния Ви живот завинаги.',

    'hire-me-' => 'наемете [ мен ]',
    'why-me' => 'Защо мен?',
    'if-you-are-looking-for' => 'Ако търсите бизнес партньор или служител и искате той да бъде отговорен и мотивиран, а не само с професионален опит - то вероятно можем да работим заедно. Пък и с удоволствие бих допринсла за постигането на някоя много добра идея!',
    'i-am-capable-of-finding' => 'Способна съм да намирам прости и функционални решения. Това, което е дори още по-важно, имам желание да се уча и самоактуализирам всеки ден. Като пример мога да Ви дам това: занимавам се с в изграждане на уебсайтове от около година и половина, но мисля, че постигнах добър напредък. На кратко, запозната съм с всяко едно звено за изграждане на уебсайт или приложение т.е. всичко, което прави сайтът да има външност (фронт-енд) и да работи (бек-енд). За това са необходими познания в HTML, CSS, JavaScript, JQuery, Bootstrap, PHP и MySQL.',
    'in-addition-to-that-i' => 'Освен това имам много идеи! И мога да използвам програмирането като инструмент за материализиране на някои от тях: приложенията ми са за забавление, а уебсайтове ми поддържат малък бизнес (дори моя в момента). Вероятно мога да помогна и да превърна някои от Вашите идеи в реалност! Така че Вашият бизнес да става по-успешен или Вашето голямо събитие много по-лесно за организиране. По този начин използвате по-добре времето и парите си. И точно така една добра уеб услуга или продукт променя живота ви.',
    'so-if-you-think-that' => 'Ако смятате, че можем да бъдем добър екип заедно, ще се радвам да се свържите с мен колкото се може по-скоро.',

    'contact-me-' => 'свържете се с [ мен ]',
    'lets-try' => 'Да опитаме!',
    'scientists-say-that-some' => 'Учените казват, че някои от най-ярките идеи и най-хубавите разговори ни се случват, докато ходим. Разбира се, хората си общуват много успешно също и на маса с хубава гледка, докато пият чаша чай или кафе. Което и да предпочитате, нека се опитаме да планираме среща и да видим коя невероятна и полезна идея можем да превърнем в реалност! ',


    'what-is-your-name' => 'Как се казвате',
    'name' => 'Име',
    'enter-your-name' => 'Въведете Вашето име ',
    'at-least-2-letters' => 'Поне 2 букви',
    'this-is-enough-for-a-name' => 'Благодаря, това е достатъчно за име',

    'please-enter-your-e-mail' => 'Въведете своя имейл',
    'email' => 'Имейл',
    'hey-i-need-a-way' => 'Хей, и аз трябва да мога да се свържа с Вас',
    'please-type-a-valid-e-mail' => 'Моля въведете валиден имейл',

    'so-what-do-you-want-to' => 'E, какво искате да обсъдите с мен',
    'message' => 'Съобщение',
    'tell-me-about' => 'Разкажете ми за Вашия проект',
    'please-tell-me-more' => 'Моля, разкажете ми повече',
    'you-obviously-have-a-lot' => 'Очевидно има много за разказване. Нека се срещнем!',

    'send-message' => 'Изпращане на съобщението',

    'created-by' => 'Създадено от',

];